# # input_GANMARTEBA {
# # input არის კითხვის დასმის საშვალება მომხმხარებელთან რითაც შეგვიძლა მომხმარებელს შევაყვანუოთ რაიმე
# # ტიპის ინფორმაცია ხოლო შემდგომ ვიმოქმდეოთ ამ ინფორმაციის შედეგზე
# # საშუალება, რომ პროგრამამ მიიღოს ინფორმაცია მომხმარებლისგან, ხოლო შემდეგ პროგრამამ იმ ინფორმაციაზე იმუშაოს და გამოიტანოს შედეგი.
# # # }

# # output{
# # ოუტპუტი მარტივად რომ აღვწერო არის შედეგი ანუ ველიუ რაც გამოციდა ინპუტიდან მასშ ინპუტში შეყვანული ინფრომაცია
# # და მისი შედეგი
# # }


# #pirveli davalebis pirveli meTodi {
# num = int(input("შეიყვანეთ რიცხვი: "))
# num2= int(input("შეიყვანეთ მე2 რიცხვი: "))
# num3= int(input("შეიყვანეთ მე3 რიცხვი"))

# print(num +num2 + num3)
# # }


# #pirveli davalebis mEore meTodi {
# a_in = input("შეიყვანეთ რიცხვი: ")
# b_in = input("შეიყვანეთ მე2 რიცხვი: ")
# c_in = input("შეიყვანეთ მე3 რიცხვი")


# if  a_in == "" or b_in == "" or c_in == "" :
#     print("თხოვთ შეიყვანოთ რიცხვები!")
# else :
#    a = int(a_in)
#    b = int(b_in)
#    c = int(c_in)
#    result = a + b + c

#    print("მიღებულია",result)

# #  თავდაპირველად როდეწსაც ხდეაბ ინპუტების შექმნა გვაქვს როგროც სტრინგები რადგან
# # პითინი რაც შედეის ინპუტში ყველაფერეს აღიქვამს როგროც სტრინგს და არა როგროც რიცხვებს
# # თუ არ დაფიქსირდა არფრის შეყვანა მაშ if ერთვება საქმეში ხოლო თუი დაფიქსირდბა რაიმე სიმბოლოს
# # შეყვანა უჯვე ლოგიკა გრშელდება რაც შეეხება else: აქ ხდება უყვლაზე საინტერესეო და გარდამტეხი მომეტი
# # აქ გარდაიქცევა ინპტიდან წამოსული ველიუ ანუ მნიშვნელობენი რიცხვებად თუ არ არის რიცხევბი მაშნ საქმეში
# # ჩერთვება if ხოლო თუ ირიცხვებია გამოვა else
# # }


# # 2 რიცხვის შეკრება {

# number1 =input("შეიყვანეთ პირველი რიცხვი: ")
# symbols =input("შეიყვანეთ სიმბოლოები (/ * - +): ")
# number2 =input("შეიყვანეთ მეორე რიცხვი: ")

# if number1 == "" or number2 == "":
#     print("გთხოვთ შეიყვანოთ რიცხვები:")
# else:
#     number1 =int(number1)
#     number2 =int(number2)

# if symbols == "+":
#    print(number1 + number2)

# elif symbols == "-":
#      print(number1 - number2)

# elif symbols == "*":
#     print(number1 * number2)

# elif symbols == "/":
#      print(number1 / number2)

# else :
#     print("არასწორი ოპერატორი")

# # }


# # me 3 davaleba{
# user1 =input("შეიყვანეთ სახელი!: ")
# user2 =input("შეიყვანეთ გვარი!: ")

# print(user1 +" "+ user2)
# # }
